Repository: MarvinVilcapoma/DelinquencyReport
Catalog: ArtSolutions.MUN.Web/Resources/AccountService.*.resx
Languages: es

# AdditionalInformation
source: Finish
es: Terminar

# AdditionalInformationTitle
source: Enter Additional Information
es: Ingrese Información Adicional

source: All Year
es: Todo el Año

source: Amount Paid
es: Monto Pagado

source: Amount Paid Against Invoice
es: Monto Pagado Contra la Factura

source: Amount To Pay
es: Monto a Pagar

source: Annual Income
es: Ingreso Anual

source: Apply To
es: Aplicar a

source: Credits
es: Créditos

source: Debt
es: Deuda

source: Discount Description
es: Descripción del Descuento

source: Discount Rate %
es: Tasa de Descuento %

source: Exemption Amount
es: Monto de Excención

# Filling
source: Filing
es: Radicación

# FillingProcessInfoMsg
source: Please wait...<br />We are working on filing process.
es: Por favor, espere...<br />Estamos procesando su radicación.

# FinalStep
source: Finish
es: Terminar

# FinanceItemNotExistMsg
source: Item does not exist in finance. Contact your administrator.
es: El artículo no existe en Finanzas. Contacte a su administrador.

# GoToFinanceForPaymentMsg
source: Please, go to Finance for payment.
es: Por favor, vaya a Finanzas para realizar un pago.

source: Gross Volume Amount
es: Monto de Volúmen Bruto

source: Invalid Account Service
es: Servicio de Cuenta Inválido

source: Invalid License Number
es: Número de Licencia Inválido

source: Invoice Date
es: Fecha de la Factura

# InvoiceGeneratedMsg
source: Your invoice has been generated.
es: Su factura ha sido generada.

source: Invoice No.
es: Nº de Factura

source: License ID
es: Licencia ID

source: License Type
es: Tipo de Licencia

# ListTitle
source: Account Services
es: Servicios de Cuenta

# MakePayment
source: Make a Payment
es: Realizar un Pago

source: New License
es: Nueva Licencia

source: New Service
es: Nuevo Servicio

# NewTitle
source: New Account Service
es: Nuevo Servicio de Cuenta

# NoServiceConfiguredMsg
source: There is no service configured in selected service type.
es: No hay Servicio configurado en el Tipo de Servicio seleccionado.

source: of
es: de

source: Others
es: Otros

source: Paid Off Amount
es: Monto Pagado

source: Pay
es: Pagar

source: Payment Date
es: Fecha de Pago

source: Payment History
es: Historial de Pago

# PaymentHistoryDate
source: Payment Date
es: Fecha de Pago

# PaymentPendingMsg
source: Payment for Invoice No. #INVOICEID# is pending.
es: Pago por Factura No. #INVOICEID# está pendiente.

# PaymentProcessInfoMsg
source: Please, wait...<br />We are working on payment process.
es: Por favor, espere...<br />Estamos procesando su pago.

source: Penalty Description
es: Descripción de la Penalidad

# PleaseSelectServiceGroup
source: Please, select the Service Group you want to add to Account.
es: Por favor, seleccione el Grupo de Servicio que desea agregar a la Cuenta.

# PleaseSelectServiceType
source: Please, select the Service Type you want to add to Account.
es: Por favor, seleccione el Tipo de Servicio que desea agregar a la Cuenta.

# PopupFillingTitle
source: Add Filing for
es: Agregar Radicación para

# PurchaseSubjectToTax
source: Purchase subject to IVU
es: Compra sujeta a IVU

source: Rate
es: Tarifa

# RequiredFillingMaxValueErrMsg
source: must not be greater than gross amount.
es: no puede ser mayor que el monto bruto.

# RequiredTotalValueErrMsg
source: Total must be at least 1.
es: El Total debe ser al menos 1,

source: Return Amount
es: Monto a Devolver

# ServiceGroupTitle
source: Select the Service Group
es: Seleccione el Grupo de Servicio

source: Service ID
es: ID de Servicio

# ServiceTitle
source: Select the Service
es: Seleccione el Servicio

# ServiceTypeTitle
source: Select the Service Type
es: Seleccione el Tipo de Servicio

# SummaryTitle
source: Summary
es: Resumen

# ThisPeriod
source: This Period Only
es: Solo Este Periodo

# ViewFilingForTitle
source: View Filing for
es: Ver Radicación para

# ViewTitle
source: View Account Service
es: Ver Servicio de Cuenta

# ValAmountToPay
source: Amount should not exceed amount due.
es: El Monto no debe exceder el monto adeudado.

source: Notes By
es: Notas Por

# AddNoteSuccessMessage
source: Note saved successfully.
es: Nota guardada exitosamente.

# IssueSuccessMsg
source: Account service issued successfully.
es: Servicio de cuenta emitido exitosamente.

# RePrintSuccessMsg
source: License re-printed successfully.
es: Licencia re-impresa exitosamente.

# PrintSuccessMsg
source: License printed successfully.
es: Licencia impresa exitosamente.

source: Print Account Service
es: Imprimir Servicio de Cuenta

source: Comment
es: Comentario

# LockReason
source: Reason
es: Razón

source: Lock Service
es: Bloquear Servicio

# LockSuccessMsg
source: Account service is locked successfully.
es: El servicio de cuenta ha sido bloqueado exitosamente.

source: Locked
es: Bloqueado

source: Unlock
es: Desbloquear

# UnlockSuccessMsg
source: Account service is unlocked successfully.
es: El Servicio de Cuenta ha sido desbloquado exitosamente.

source: Semester 1 Principal
es: Semestre 1 Principal

source: Semester 2 Principal
es: Semestre 2 Principal

# DiscountMessageEnd
source: by paying your debt by
es: pagando su deuda antes de

# DiscountMessageStart
source: Avail discount of
es: Aproveche el descuento de

source: Adjustment Amount
es: Monto de Ajuste

source: Adjustment Reason
es: Razón de Ajuste

source: Charges
es: Cargos

source: New Adjustment
es: Nuevo Ajuste

# AdjustmentSuccessMsg
source: Adjustment applied successfully.
es: Ajuste aplicado con éxito.

source: Extension
es: Extensión

# GrossAmountRequiredMessage
source: Gross Amount should be greater than zero.
es: La cantidad bruta debe ser mayor que cero.

# ExtensionInfoMsg
source: Your extension due date is {0}
es: La fecha de vencimiento de su extensión es {0}

source: Adjustment
es: Ajuste

source: Adjustments
es: Ajustes

source: Item Total
es: Artículo Total

# PaymentTotal
source: Total Payment
es: Pago Total

source: New Sales Tax Return
es: Nueva declaración de impuestos sobre las ventas

# Exception
source: Exemption (%)
es: Excención (%)

source: Service Additional Information
es: Información Adicional del Servicio

# CreditSaleProperty
source: Credit for Sale of Property
es: Crédito por Venta de Propiedad

# CreditUncollectibleAccounts
source: Credit for Uncollectible Accounts
es: Crédito por Cuentas Incobrables

source: Exempt Admissions
es: Admisiones Exentas

# ExemptFurnitureSale
source: Sale Tangible Furniture Exempt
es: Venta Mueble Tangible Exenta

# ExemptReturns
source: Less - Exempt Returns
es: Menos - Devoluciones Exentas

# ExemptServicesSale
source: Sale of Exempt Services
es: Venta de Servicios Exentos

source: Extra Sales
es: Ventas Exentas

source: Filing Period
es: Período de Radicación

source: Form IVU - Treasury
es: Planilla IVU - Hacienda

# ImportsUse
source: Imports for Use
es: Importaciones para Uso

# PurchasesImportsResale
source: Purchases and Imports for Resale
es: Compras e Importaciones para Reventa

source: Taxable Admissions
es: Admisiones Tributables

# TaxableFurnitureSale
source: Tributable Tangible Furniture Sale
es: Venta Mueble Tangible Tributable

# TaxableItemsReturns
source: Less - Taxable Items Returns
es: Menos - Devoluciones Partidas Tributables

source: Taxable Sales
es: Ventas Tributables

# TaxableServicesSale
source: Sale of Taxable Services
es: Venta de Servicios Tributables

source: Tax Credit Paid
es: Crédito por Impuestos Pagados

# TotalExemptSales
source: Total Extra Sales
es: Total de Ventas Exentas

# TotalSubjectToIVU
source: Total Amount Subject To IVU
es: Cantidad Sujeta al IVU

source: Total Taxable Sales
es: Total de Ventas Tributables

# TotalUseSubjectIVU
source: Total Use Subject to the IVU
es: Total Uso Sujeto al IVU

source: Use
es: Uso

# UseofInventory
source: Self-consumption and Use of Inventory
es: Autoconsumo y Uso de Inventario

# UpdateWaringMsg
source: All Previous Data will be delete
es: Todos los datos anteriores serán eliminados

# CreditApplied
source: Credit Amount Applied
es: Cantidad de crédito aplicada

# CreditBalance
source: Credit Amount Balance
es: Saldo de saldo de crédito

source: Penalty
es: Penalidad

# Area
source: Lineal Meters (<em>m</em> <sup>2</sup>)
es: Zona (<em>m</em> <sup>2</sup>)

source: Length
es: Longitud

source: Per
es: Por

source: Total Cost
es: Costo Total

# UnitCost
source: Unit Cost per Meter
es: Costo Unitario por Metro Lineal

source: Width
es: Anchura

# LengthRequiredMessage
source: Length should be greater than zero.
es: La longitud debe ser mayor que cero.

# WidthRequiredMessage
source: Width should be greater than zero.
es: El ancho debe ser mayor que cero.

# ActualMeasureRequiredMessage
source: Actual measure should be greater than zero.
es: La medida real debe ser mayor que cero.

# PreviousMeasureRequiredMessage
source: Previous measure should be greater than zero.
es: La medida previa debe ser mayor que cero.

# ActualMeasure
source: Current Measure
es: Medida Actual

source: Previous Measure
es: Medida Anterior

source: Water Consumption
es: Consumo de Agua

# WaterConsumptionErrMsg
source: Water consumption must be at least 1.
es: El consumo de agua debe ser de al menos 1.

# EditFilingForTitle
source: Edit Filing for
es: Editar Archivo para

# ServicePeriodList
source: Service Periods
es: Periodos del Servicio

source: Balance
es: Equilibrar

source: Exemption
es: Exoneración

source: Exemption Reason
es: Razón de Exoneración

source: New Exemption
es: Nueva Exoneración

# Identification
source: Right Number / Identification
es: N°Derecho / Identificación

source: Current Value
es: Valor Actual

source: New Value
es: Nueva Valor

source: Edit Value of
es: Editar Valor de

source: Movement Type
es: Tipo de movimiento

# ExemptionSuccessMsg
source: Exemption applied successfully.
es: Exoneración aplicada con éxito

source: Lineal Meters
es: Metros Lineales

# SideWalksArea
source: Area (<em>m</em> <sup>2</sup>)
es: Área (<em>m</em> <sup>2</sup>)

# RoadsCleaningLinealMeters
source: Lineal Meters (<em>m</em>)
es: Metros Lineales (<em>m</em>)

# DeleteExemption
source: You want to eliminate this exoneration
es: Proceda a eliminar esta exoneración

# ExemptionDeleteSuccessMsg
source: Exemption deleted successfully.
es: Exoneración eliminada con éxito.

source: Edit Exemption
es: Editar Exoneración

# DeleteAllExemption
source: You want to eliminate this all exemption which does not have any payment
es: Proceda a eliminar todas las exoneraciones que no tienen pago

# DeleteConfirmFillingMsg
source: Are you sure you want to delete this filling
es: Que desea eliminar ésta declaración

# DeleteFillingSuccessMsg
source: Filing deleted successfully.
es: Declaración eliminada con éxito.

# ConfirmationMsgForCustomFieldUpdate
source: Are you sure you want to change the {0}?
es: ¿Está seguro que desea cambiar el {0}?

# CustomField1
source: Custom Field
es: Campo Personalizado

# DeleteAccountServiceSuccMsg
source: Account service deleted successfully.
es: El servicio ha sido eliminado con éxito.

source: Correction
es: Corrección

source: Filing Amount
es: Cantidad de Declaración

source: Pending Period
es: Período Pendiente

source: Unit Cost per Square Meter
es: Costo Unitario por Metro Cuadrado

source: Cost Per Every Colones Million Declarated In Property
es: Costo Por Cada Millón De Colones De Propiedad Declarado

source: Exemption Period
es: Periodo de Exoneración

# CorrectionSuccessMsg
source: Correction applied successfully
es: Corrección aplicada exitosamente

source: As of Period
es: A Partir del Periódo

source: Suspension Order
es: Orden de Suspensión

source: View Suspension Order
es: Ver Orden de Suspensión

# LiquorPercentage
source: Percentage Receivable (%)
es: Porcentaje a cobrar (%)

source: Export Measure Water
es: Exportar Medida de Agua

# PrincipalForPeriod
source: Principal per Period
es: Principal por Periodo

# TransferNoteText
source: Transferred this year. View Notes
es: Transferido este año. Ver notas

source: Import Measured Water Filing
es: Importar Archivo de Agua Medida

# ImportMeasuredWaterFailedMsg
source: Error occur in measured water filing Import.
es: Se produce un error en el llenado de agua medido Importar.

source: Validate Measured Water Filing
es: Validar Archivo de Agua Medido

source: Last Reading
es: Ultima Lectura

source: Location
es: Ubicacion

source: Current Reading
es: Lectura Actual

# UnitCostMulta
source: Unit Cost
es: Costo Unitario

# ValidateMeasuredWaterFillingProcessInfoMsg
source: Please wait...\n We are working on validate measured water filing process.
es: Espere ... \ n Estamos trabajando para validar el proceso de llenado de agua medido.

# ImportMeasuredWaterFillingProcessInfoMsg
source: Please wait...\n We are working on import measured water filing process.
es: Espere ... \ n Estamos trabajando en el proceso de importación de agua medida.

# PleaseEnterNoMoreThan12CharactersMsg
source: Please enter no more than 12 characters.
es: Por favor ingrese no más de 12 caracteres.

source: Edit License Number
es: Editar Número de Licencia

# LicenseNumberUpdateSuccessMsg
source: License Number updated successfully.
es: Número de licencia actualizado con éxito.

# LicenseNumberAlreadyExistsMsg
source: License Number already exists.
es: El número de licencia ya existe.

# AdjustmentDeleteSuccessMsg
source: Adjustment deleted successfully.
es: Ajuste eliminado con éxito.

# DeleteAdjustment
source: You want to eliminate this adjustment
es: Desea eliminar este ajuste

# AtleastOneFileRequiredForValidateMeasuredWaterMsg
source: At least one file is required for validate measured water filing.
es: Se requiere al menos un archivo para validar la presentación de agua medida.

source: Fix File
es: Corregir Archivo

# ValidationAlreadyExistFillingForSameServiceAndMonth
source: Already exists a filing for same service and month.
es: Ya existe una presentación para el mismo servicio y mes.

# ValidationCategoryNotExist
source: Category does not exist.
es: La categoría no existe.

# ValidationCategoryRequired
source: Category cannot be empty.
es: La categoría no puede estar vacía.

# ValidationCodigomRequired
source: Codigom cannot be empty.
es: Codigom no puede estar vacía.

# ValidationCurrentReadingMustBeGreaterThanLastReading
source: Current reading must be greater than last reading.
es: La lectura actual debe ser mayor que la última lectura.

# ValidationCurrentReadingZero
source: Current Reading is 0.
es: La lectura actual es 0.

# ValidationDateRequired
source: Date cannot be empty.
es: La fecha no puede estar vacía.

# ValidationInvalidDate
source: Invalid Date
es: Fecha Invalida

# ValidationInvalidDateFormat
source: Format of Date is invalid.Provide in DDMMYYYY format.
es: El formato de la fecha no es válido. Proporcionar en formato DDMMYYYY.

# ValidationInvalidDateLength
source: Invalid Date Length
es: Longitud de fecha no válida

# ValidationPeriodLessThanServiceStartPeriod
source: Period is less than Service Start Period.
es: El período es menor que el período de inicio del servicio.

# ValidationReadingRequired
source: Reading cannot be empty.
es: La lectura no puede estar vacía.

# ValidationServiceInactive
source: This service is inactive.
es: Este servicio está inactivo.

# ValidationServiceLocked
source: This service is locked.
es: Este servicio está bloqueado.

# ValidationServiceNotAvailableForThisYear
source: Service is not available for this year.
es: El servicio no está disponible para este año.

# ValidationUbicacionOrCodigomNotBelongToAccount
source: Ubicacion Or Codigom does not belong to the account record.
es: Ubicacion O Codigom no pertenece al registro de cuenta.

# ValidationUbicacionRequired
source: Ubicacion cannot be empty.
es: La ubicación no puede estar vacía.

# ValidationWaterConsumprionGreaterThanZero
source: Water consumption is grater then 100.
es: El consumo de agua es mayor que 100.

# SystemFoundPreviousWaterReading
source: System has found previous water reading data, processed on
es: El sistema ha encontrado datos de lectura de agua anteriores, procesados ​​en

# WantToProcessAlreadySavedData
source: Do you want to process already saved data?
es: ¿Quiere procesar datos ya guardados?

# WantToUploadNewFile
source: Do you want to upload new file?
es: ¿Quieres subir un archivo nuevo?

source: What would you like to do?
es: Que te gustaría hacer?

# PeriodNotMatchWithSelectedPeriod
source: Period doesn't match with selected period.
es: El período no coincide con el período seleccionado.

source: Identification does not exists.
es: La cédula no existe.

source: High Consumption
es: Alto Consumo

source: Inconsistencies
es: Inconsistencias
