Repository: MarvinVilcapoma/DelinquencyReport
Catalog: ArtSolutions.MUN.Web/Resources/AccountProperty.*.resx
Languages: es_cr

source: Area
es_cr: Área de Terreno

source: Block Location
es_cr: Ubicación del Bloque

source: Building Type
es_cr: Tipo de Construcción

source: Cadastral Plan Number
es_cr: Plano Catastro

# CondoType
source: Duplicate
es_cr: Duplicado

source: Floors
es_cr: Pisos

source: Genral Description Of Facilities and Complementary Work
es_cr: Descripción general de instalaciones y trabajo complementario

source: Hydrology
es_cr: Hidrología

# Level
source: Level (mts.)
es_cr: Nivel (mts.)

source: Level Type
es_cr: Tipo de Nivel

source: Main Access
es_cr: Acceso Principal

# NewProperty
source: New Right
es_cr: Nuevo Derecho

source: Notes
es_cr: Notas

source: Predominant Materials Description Of Construction
es_cr: Materiales predominantes Descripción de la construcción

source: Predominant Materials Description Of Facilities and Complementary Works
es_cr: Materiales predominantes Descripción de instalaciones y obras complementarias

source: Property Front
es_cr: Frente de la Propiedad

source: Property Length
es_cr: Longitud de Propiedad

# PropertyNumber
source: Right Number
es_cr: Número de Finca

source: Regular
es_cr: Regularidad

source: Seat
es_cr: Asiento

source: Slope
es_cr: Pendiente

source: Sub Enrollment
es_cr: Submatricula

source: Terrain Information
es_cr: Información del Terrreno

source: Total Value Of Construction
es_cr: Valor total de la Construcción

source: Use of Land
es_cr: Uso de Suelo

source: Volume
es_cr: Tomo

source: Walls
es_cr: Paredes

source: Area Of Building
es_cr: Área de Construcción

source: Bathrooms
es_cr: Baños

# BuildingValue
source: Building Value (BOX 41 X BOX 42)
es_cr: Valor de Construcción (CAJA 41 X CUADRO 42)

source: Current Age
es_cr: Edad Actual

source: Heavens
es_cr: Cielos

source: No. Of Chambers
es_cr: No. de Cámaras

source: Roof
es_cr: Techo

source: State
es_cr: Estado

source: Structure
es_cr: Estructura

source: Total Value Of The Construction
es_cr: Valor total de la Construcción

# ValueInSquareMeter
source: Value In Square Meter (In Colons)
es_cr: Valor en metro cuadrado (en color)

source: Walls External
es_cr: Paredes Externas

source: Walls Internal
es_cr: Paredes Internas

source: Add Rights
es_cr: Agregar derechos

# ConstructionValue
source: Construction Value per <em>m</em> <sup>2</sup>
es_cr: Valor de Construcción por <em>m</em> <sup>2</sup>

source: Owner
es_cr: Contribuyente

source: Percentage
es_cr: Porcentaje

source: Rights
es_cr: Derechos

source: Right Code
es_cr: Código de Derecho

# TerrainValue
source: Terrain Value per <em>m</em> <sup>2</sup>
es_cr: Valor del Terreno por <em>m</em> <sup>2</sup>

source: Cadastral Location
es_cr: Ubicación Catastral

source: Ceiling
es_cr: Cielo Raso

source: Construction Description
es_cr: Descripción de la Construcción

source: Construction Type
es_cr: Tipo de Construcción

source: Construction Year
es_cr: Año de Construcción

source: Material Type
es_cr: Tipo de Material

# RequiredValidationPropertyRightConsctructionMsg
source: Please add at least one construction description for any of right
es_cr: Añada al menos una descripción de la construcción de cualquiera de derecha

# RequiredValidationPropertyRightMsg
source: Please add at least 2 rights before continuing
es_cr: Por favor agregue al menos 2 derechos antes de continuar

# UnitValue
source: Building Value per <em>m</em> <sup>2</sup>
es_cr: Valor de Construcción por <em>m</em> <sup>2</sup>

# TotalArea
source: Total Area (<em>m</em> <sup>2</sup>)
es_cr: Área Total (<em>m</em> <sup>2</sup>)

# AddTitle
source: New Right
es_cr: Nuevo Derecho

# ListTitle
source: Rights
es_cr: Derechos

# BrowserSupportGeoLocationMsg
source: Your browser doesn't support the Geolocation API
es_cr: Su navegador no es compatible con la API de geolocalización

source: Latitude
es_cr: Latitud

source: Longitude
es_cr: Longitud

source: Map Location
es_cr: Ubicación en el Mapa

# NoDetailsAvailableGeoLocationMsg
source: No details available for input
es_cr: No hay detalles disponibles para la entrada

source: Property Location
es_cr: Ubicación de la Propiedad

source: Search Location
es_cr: Ubicación de Búsqueda

source: Invalid Account Property
es_cr: Finca inválida

# ViewAccountProperty
source: View Right
es_cr: Ver Derecho

# TotalValue
source: Current Value
es_cr: Valor Actual

source: Bathroom
es_cr: Baños

# BuildingArea
source: Building Area (<em>m</em> <sup>2</sup>)
es_cr: Área de Construcción (<em>m</em> <sup>2</sup>)

source: External Walls
es_cr: Paredes Exteriores

source: Internal Walls
es_cr: Paredes Internas

source: No. Floors
es_cr: No. Pisos

# AreaErrMsg
source: Total area is not 100%. Please, fill up the remaining areas
es_cr: El área total no suma 100%. Por favor, complete el área restante.

# CodeErrMsg
source: Code already exists
es_cr: El código ya existe

# NoMoreAreaMsg
source: There is not more area available to split with more rights
es_cr: No hay más área disponible para dividir en más derechos

# EditAccountProperty
source: Edit Rights
es_cr: Editar Derecho

source: Edit Property Location
es_cr: Editar Ubicación de la Propiedad

source: New Property Location
es_cr: Nueva Ubicación de la Propiedad

source: No. Chambers
es_cr: Número de Aposentos

source: New Right
es_cr: Crear Nuevos Derechos

# EditConstructionDescription
source: Edit Construction
es_cr: Editar Construcción

# NewConstructionDescription
source: New Construction
es_cr: Nueva Construcción

# BuildingAreaRequiredMsg
source: Building area should be greater than zero.
es_cr: El área de construcción debe ser mayor que cero.

# UnitValueRequiredMsg
source: Unit value should be greater than zero.
es_cr: El valor unitario debe ser mayor que cero.

# TotalValueRequiredMsg
source: Total value should be greater than zero.
es_cr: El valor total debe ser mayor que cero.

# TotalValueMaxLengthValidationMsg
source: Please enter no more than 16 characters in total value.
es_cr: Por favor, ingrese no más de 16 caracteres en el valor total.

source: Edit Right
es_cr: Editar Derecho

# CopyConstructionDescription
source: Copy Construction
es_cr: Copia de Construcción

# TerrainValueRangeValidation
source: Please enter a value bigger than 0
es_cr: Por favor ingrese un valor mayor que 0

# ComplementaryArea
source: Complementary Area (<em>m</em> <sup>2</sup>)
es_cr: Área Complementaria (<em>m</em> <sup>2</sup>)

# ComplementaryValue
source: Complementary Value per <em>m</em> <sup>2</sup>
es_cr: Valor Complementario por <em>m</em> <sup>2</sup>

# ConstructionArea
source: Construction Area (<em>m</em> <sup>2</sup>)
es_cr: Área de Construcción (<em>m</em> <sup>2</sup>)

source: Property Filing History
es_cr: Historial de Declaraciones del Derecho

# TerrainArea
source: Terrain Area (<em>m</em> <sup>2</sup>)
es_cr: Área de Terreno (<em>m</em> <sup>2</sup>)

source: Distributed Between Rights
es_cr: Distribuido Entre Derechos

# AvailableAreaMsg
source: The available area to split with more rights is: {0} %
es_cr: El área disponible para dividir en más derechos es: {0} %

# PropertyDetailsRequireMsg
source: Please make sure all required fields are filled before to add a new right.
es_cr: Asegúrese de que todos los campos obligatorios estén completos antes de agregar un nuevo derecho.

source: Total Complementary Value
es_cr: Valor Complementario Total

source: Total Construction Value
es_cr: Valor Total de la Construcción

source: Total Terrain Value
es_cr: Valor Total del Terreno

source: Building Total Value
es_cr: Valor Total de la Construcción

source: Add Constructions
es_cr: Añadir Construcción

source: Constructions
es_cr: Construcciones

source: Homogeneous Zone
es_cr: Zona Homogénea

source: Movement
es_cr: Movimiento

source: Date of Movement
es_cr: Fecha de Movimiento

# Number
source: Consecutive Number
es_cr: Número Consecutivo

source: Services 1
es_cr: Servicios 1

source: Services 2
es_cr: Servicios 2

source: Add Right
es_cr: Añadir Derecho

source: Factor Regular
es_cr: Factor Regularidad

# SlopePercentage
source: % Slope
es_cr: % Pendiente

# ValidRegularFactorValidationMsg
source: The factor regular should be between 0 and 100.
es_cr: La factor regularidad debe estar entre 0 y 100.

# ValidSlopeValidationMsg
source: The slope should be between 0 and 100.
es_cr: La pendiente debe estar entre 0 y 100.

# AccounthaveNoRightsText
source: The Account {0}{1} does not have rights associated to date:{2}.
es_cr: El Contribuyente {0}{1} no tiene derechos asociados a la fecha:{2}.

source: Movement Date
es_cr: Fecha del movimiento

source: Movement Type
es_cr: Tipo de movimiento

source: Previous Total value
es_cr: Valor Anterior

# PropertyNo
source: Right number
es_cr: Num Derecho

# TotalRight
source: Total Rights
es_cr: Num total de Derechos

source: Useful Life
es_cr: Vida Útil

source: East
es_cr: Este

source: North
es_cr: Norte

source: South
es_cr: Sur

source: West
es_cr: Oeste

source: Adjacent
es_cr: Colindantes

# EditInactiveRightValidationMsg
source: You cannot edit this right because it is inactive. You need to activate it first for continuing.
es_cr: Usted no puede editar este derecho porque está inactivo. Necesita activarlo primero para continuar.

# CopyAccountProperty
source: Copy Rights
es_cr: Derechos de Copia

# ImportAccountPropertyFailedMsg
source: Error occur in Account Property Import
es_cr: Se produce un error en la importación de propiedades de la cuenta

# AllowOnlyNumericInBuildingAreaMsg
source: Allow only numeric value in Building Area.
es_cr: Permitir solo valor numérico en el Área de construcción.

# AllowOnlyNumericInCurrentAgeMsg
source: Allow only numeric value in Current Age.
es_cr: Permitir solo valor numérico en la edad actual.

# AllowOnlyNumericInPercentageMsg
source: Allow only numeric value in Percentage.
es_cr: Permitir solo valor numérico en Porcentaje.

# AllowOnlyNumericInTerrainAreaMsg
source: Allow only numeric value in Terrain Area.
es_cr: Permitir solo valor numérico en el área del terreno.

# OwnerAlreadyAdded
source: Owner already selected in Split
es_cr: Propietario ya agregado en otro derecho de propiedad

# OwnerRequiredForService
source: Please select an owner for each service
es_cr: Por favor seleccione un dueño para cada servicio

# NewRightPopupTitle
source: Create New Right
es_cr: Crear Nuevo Derecho

# DeleteAccountPropertySuccMsg
source: Right deleted correctly.
es_cr: Derecho borrado correctamente.

# ValidRightCannotDeleted
source: Right can not be deleted as it have some pending amounts
es_cr: El derecho no puede ser eliminado, ya que tiene deuda pendiente.

# ValidRightCannotInactive
source: Right can not be inactivated as it have some pending amounts
es_cr: El derecho no se puede inactivar ya que tiene servicios con deudas pendientes.

# OwnerRequiredValidationMsg
source: Owner is required!
es_cr: Contribuyente es requerido!

source: Original Right
es_cr: Derecho original

# NewTerrainArea
source: New Terrain Area (<em>m</em> <sup>2</sup>)
es_cr: Nueva Área de Terreno (<em>m</em> <sup>2</sup>)

source: New Total Terrain Value
es_cr: Nuevo Valor Total de Terreno

# OldTerrainArea
source: Original Terrain Area
es_cr: Área de Terreno Original

# OldTotalTerrainValue
source: Original Total Terrain Value
es_cr: Valor Total del Terreno Original

# ValidatePercentageMsg
source: Percentage Value must be 100.
es_cr: El valor porcentual debe ser 100.

# CurrentValueFromPropertyTax
source: Filing Actual Value
es_cr: Valor Actual Declarado

# CurrentValueFromRight
source: Actual Value of Property Right
es_cr: Valor Actual de Derecho de Propiedad

source: New Current Value
es_cr: Nuevo Valor Actual

source: Property Split Type
es_cr: Tipo de división de propiedad

source: Current Right Code
es_cr: Código correcto actual

# NewPropertyNumber
source: New Right Number
es_cr: Nuevo número de propiedad

# OldPropertyNumber
source: Old Right Number
es_cr: Número de propiedad anterior

source: Update Right
es_cr: Actualizar a la derecha

source: Right Number History
es_cr: Historial del número derecho

source: Change Right Code
es_cr: Cambiar código derecho

# VoidAccountPropertySplitSuccMsg
source: Account Property Split Successfully Voided
es_cr: La división de la propiedad de la cuenta se anuló con éxito

source: By Area Value
es_cr: Por valor de área

source: By Percentage
es_cr: Por Porcentaje

source: Split By
es_cr: Dividir Por

source: Account Property Required
es_cr: Propiedad de la cuenta requerida
