Repository: MarvinVilcapoma/DelinquencyReport
Catalog: ArtSolutions.MUN.Web/Resources/AccountPaymentPlan.*.resx
Languages: es_cr

source: Amount Total
es_cr: Monto Concepto

source: Calculate Payment Plan
es_cr: Calcular Arreglo de Pago

source: Concept
es_cr: Concepto

source: days of the month of
es_cr: días del mes de

source: Initial and Monthly Fee Amounts
es_cr: Montos De Cuota Inicial Y Mensual

source: Initial Payment
es_cr: Monto Inicial Pagado

source: Instalment Amount
es_cr: Monto a plazos

source: Invalid Account Payment Plan
es_cr: Arreglo de pago inválido

source: Late Interest Percentage
es_cr: Porcentaje de Interés Tardío

source: Late Interest
es_cr: Interés Tardío

source: List Account Payment Plan
es_cr: Lista de Arreglo de Pago

source: Manager(A) Collection
es_cr: Gestor(A) Cobro

source: Monthly Amount
es_cr: Monto Mensual

source: Monthly Amount To Pay
es_cr: Monto mensual a pagar

source: Monthly Due Date
es_cr: Fecha de vencimiento mensual

source: Monthly Installment
es_cr: Pagos Mensuales

source: Monthly Payments
es_cr: Monto de Cuotas Pagadas

source: Months of Plan
es_cr: Meses de Plan

source: New Account Payment Plan
es_cr: Nuevo Arreglo de Pago

source: Payment Plan Summary
es_cr: Resumen del Arreglo de Pago

source: Plan ID
es_cr: Identificación del plan

source: Plan Start Date
es_cr: Fecha de inicio del plan

# PleaseCalculatePaymentPlanBeforeSaveMsg
source: Please calculate Payment Plan before save.
es_cr: Por favor, calcula el arreglo de pago antes de guardar.

source: Print Account Payment Plan
es_cr: Plan de Pago de Cuenta Impresa

# PrintPaymentPlanDesc1
source: (The) Manager of MUNICIPAL COLLECTION, based on ART. 74 of LAW No. 7794 of APRIL 30, 1998, and ARTICLES 6, 7 AND 16 of the REGULATIONS for the ADMINISTRATIVE AND JUDICIAL CHARGING OF THE INSTITUTION. Make the following PAYMENT ARRANGEMENT WITH THE SENOR (A) (ITA)
es_cr: El (La) Gestor(a) de COBRO MUNICIPAL, con fundamento en ART. 74 de la LEY No. 7794 del 30 ABRIL 1998, y ARTICULOS 6, 7 Y 16 del REGLAMENTO para el COBRO ADMINISTRATIVO Y JUDICIAL DE LA INSTITUCION. Realiza el siguiente ARREGLO de PAGO CON EL (LA) SENOR (A) (ITA)

# PrintPaymentPlanDesc2
source: That owes by way of municipal taxes, the following
es_cr: Que adeuda por concepto de tributos municipales, lo siguiente

# PrintPaymentPlanDesc3
source: It is agreed to make this arrangement as follows: a first payment of
es_cr: Se acuerda realizar este arreglo de la siguiente forma: un primer pago de

# PrintPaymentPlanDesc4
source: and the balance in
es_cr: y el saldo en

# PrintPaymentPlanDesc5
source: monthly installments of
es_cr: cuotas mensuales de

# PrintPaymentPlanDesc6
source: From
es_cr: A partir del

# PrintPaymentPlanDesc7
source: This payment arrangement is signed in FLORES at
es_cr: Se firma el presente arreglo de pago en FLORES a los

source: Term Number
es_cr: Número de término

# TotalAmountOfPaymentPlan
source: Total Payment Plan Amount
es_cr: Monto Total del Arreglo de Pago

source: Total Debt
es_cr: Deuda total

source: Total Interest
es_cr: Interés total

source: Total Paid Amount
es_cr: Monto total pagado

source: View Account Payment Plan
es_cr: Ver Arreglo de Pago

source: Late Payments Interest
es_cr: Intereses de Pagos en Atraso

source: Total Amount
es_cr: Monto Total

source: Projected Interests
es_cr: Intereses Proyectados

source: Interest
es_cr: Interés

source: Edit Account Payment Plan
es_cr: Editar Plan de Pago de la Cuenta
