Repository: MarvinVilcapoma/DelinquencyReport
Catalog: ArtSolutions.MUN.Web/Resources/COLPayment.*.resx
Languages: es

source: Amount Due
es: Monto Adeudado

# CheckNumber
source: Check/Card Detail
es: Cheque/Número de Tarjeta

source: Internal Notes
es: Notas Internas

source: Invoice Amount
es: Monto del Facturas de Recibo Aislado

source: Invoice Number
es: Número de Facturas de Recibo Aislado

# ListPaymentReceipt
source: Payment Receipts
es: Recibos de Pago

source: New Payment Receipt
es: Nuevo Recibo de Pago

source: Payment Option
es: Opción de Pago

# PostPayment
source: Make a Payment
es: Realizar un Pago

# SelectInvoice
source: Please, select invoice.
es: Por favor, seleccione la factura.

source: Total Amount
es: Monto Total

# ValMinOneInvoice
source: Please, select minimum one invoice.
es: Por favor, seleccione al menos una factura.

# ValTotalPayment
source: Total must be equal to Total Amount.
es: El Total debe ser igual al Monto Total,

source: View Payment Receipt
es: Ver Recibo de pago

source: Void Payment
es: Anular Pago

# VoidSuccessMsg
source: Payment Receipt voided successfully.
es: Recibo de pago anulado exitosamente.

source: Print Receipt
es: Imprimir Recibo

source: By Invoice
es: Pagar por Facturas de Recibo Aislado

source: By Service
es: Pagar por Servicio

source: Item
es: Concepto

source: New Payment Receipt By Invoice
es: Nuevo Recibo de Pago Por Facturas de Recibo Aislado

source: New Payment Receipt By Service
es: Nuevo Recibo de Pago por Servicio

# PaymentNotes
source: Payment Notes(Check/Card Detail)
es: Notas de pago (cheque / detalle de la tarjeta)

# ValCompareTotalAmount
source: Total amount should not exceed selected invoice due amount.
es: El monto total no debe exceder el monto vencido de la factura seleccionada.

# ValCompareTotalServiceAmount
source: Total amount should not exceed item total amount.
es: El cantidad total no debe exceder la cantidad total del artículo.

# ValMinOnePaymentOption
source: Please, add at least one payment option.
es: Por favor, agregue al menos una opción de pago.

# ValPaymentOptionTotalAmount
source: Payment option total amount should match with total amount.
es: La cantidad total de la opción de pago debe coincidir con la cantidad total.

# ValPaymentProcessedMsg
source: Payment already precessed.
es: Pago ya procesado.

# ValTotalAmountRequired
source: Total amount should be greater than zero.
es: La cantidad total debe ser mayor que cero.

source: Manual Receipt
es: Recibo Manual

# ManualReceiptConfirmMsg
source: Manual Receipt Number:
es: Número de Recibo Manual:

source: By Payment Plan
es: Pagar por Arreglo de Pago

source: New Payment Receipt By Payment Plan
es: Nuevo Recibo de Pago por Arreglo de Pago

# ValMinOneItem
source: There should be atlease one line item.
es: Debe haber al menos un elemento de línea.

# ValPaymentOptionCompareItemTotalAmount
source: Payment option total amount should not exceed selected item total amount.
es: La cantidad total de la opción de pago no debe exceder la cantidad total del ítem seleccionado.

# ValFullDownPaymentMessage
source: Total amount does not match with down payment amount.
es: El monto total a pagar no coincide con el monto del pago inicial.

# ValFullPaymentMessage
source: Total amount does not match with monthly installment.
es: El monto total a pagar no coincide con el monto de la cuota mensual.

# CreditNoteSuccessMsg
source: Credit Note added successfully.
es: Nota de Crédito agregada con éxito.

source: Apply Credit
es: Aplicar Crédito

# ValCreditBalance
source: Apply credit amount should not exceed the available credit amount.
es: El monto del crédito solicitado no debe exceder el monto del crédito disponible.

# VoidFinanceMsg
source: Payment can not be void, either it was cleared or matched.
es: El pago no puede ser nulo, ya sea que haya sido borrado o igualado.

source: By Property Tax
es: Por impuesto a la propiedad

source: New Payment Receipt By Property Tax
es: Nuevo recibo de pago por impuesto a la propiedad

source: Property Right
es: Derecho de propiedad

# AppliedCredit
source: Apply Credit Amount
es: Aplicar el Monto de Crédito

# AvailableCredit
source: Available Credit Amount
es: Monto de Crédito Disponible

source: Item List
es: Períodos del Servicio

source: Quantity
es: Cantidad

# SelectAllSearchMsg
source: Search text is required when search is for all year.
es: El texto de búsqueda es obligatorio cuando la búsqueda es para todo el año.

# IsHaveAccountPaymentPlanMsg
source: This account has Payment Plan
es: Esta cuenta tiene Plan de Pago.

# SelectService
source: Please, select service.
es: Por favor, seleccione el servicio.

# ValPartialPayment
source: Partial payments are not allowed
es: No se permiten pagos parciales

source: Last As of Date
es: Último hasta la fecha

# ByOtherService
source: By Isolated Receipt
es: Pago por Recibo Aislado

# NewPaymentReceiptByOtherService
source: New Payment Receipt By Isolated Receipt
es: Nuevo Recibo de Pago Por Recibo Aislado

# AllowOnlyNumericInAmountMsg
source: Allow only numeric value in Amount.
es: Permitir solo valor numérico en Cantidad.

# ImportBankPaymentsFailedMsg
source: Error occur in Bank Payments Import
es: Se produce un error en la importación de pagos bancarios

source: Payment Date
es: Fecha de Pago

source: Contract
es: Convenio

source: Total Bank Transfer
es: Transferencia Bancaria Total

source: Total Cash
es: Efectivo Total

source: Total Cheque del Banco de Costa Rica
es: Cheque Total del Banco de Costa Rica

source: Total Cheque del Banco Nacional
es: Cheque Total del Banco Nacional

source: Total Credit Card
es: Tarjeta de Crédito Total

source: Adjustment
es: Ajuste

source: Total Adjustment
es: Ajuste Total

# IVAReceipt
source: Only IVA Payment
es: Pagar solo IVA

# ImportBankPaymentProcessInfoMsg
source: Please wait...\n We are working on import bank payment process.
es: Espere ... \ n Estamos trabajando en el proceso de pago del banco de importación.

# SameAgreementMsg
source: The agreement must be the same
es: El convenio debe ser el mismo

# FileIsNotInCorrectFormatMsg
source: File is not in correct format.
es: El archivo no tiene el formato correcto.

source: Finance Checkbook
es: Talonario de Cheques de Finanzas

source: Total Bank
es: Banco Total

source: Total Bank Transfer By Banco de Costa Rica
es: Transferencia Bancaria Total por Banco de Costa Rica

source: Total Bank Transfer By Banco Nacional de Costa Rica
es: Transferencia Bancaria Total por Banco Nacional de Costa Rica

source: Apply by Amnesty
es: Aplicar por Amnistía

source: Remove Interests
es: Eliminar intereses

source: Apply Credit Note Amount
es: Aplicar Cantidad de Nota de Crédito

source: Available Credit Note Amount
es: Importe de Nota de Crédito Disponible

source: Credit Note Applied
es: Nota de Crédito Aplicada

# ValCreditNoteBalance
source: Apply credit note amount must be less than the available credit note amount.
es: La cantidad de la nota de crédito aplicada debe ser menor que la cantidad de la nota de crédito disponible.

# ValCreditNoteBalancePositive
source: Credit note amount must be positive value
es: El monto de la nota de crédito debe ser un valor positivo

# ValCreditCompareItemTotalAmount
source: Credit total amount should not exceed selected item total amount.
es: El monto total del crédito no debe exceder el monto total del artículo seleccionado.

# DebitNoteSuccessMsg
source: Debit Note added successfully.
es: Nota de Débito agregada con éxito.

source: By Debit Note
es: Pago Por Nota de Débito

source: New Payment Receipt By Debit Note
es: Nuevo Recibo de Pago Por Nota de Débito
