Repository: MarvinVilcapoma/DelinquencyReport
Catalog: ArtSolutions.MUN.Web/Resources/Report.*.resx
Languages: es_cr

# NoDebtCertificationDesc4
source: This certificate is extended at the request of the Interested Party to the
es_cr: Se extiende la presente constancia a solicitud del Interesado a las

source: RESPONSIBLE FOR THE STUDY
es_cr: RESPONSABLE DEL ESTUDIO

# UpToDateAt
source: It is up to date at
es_cr: Se encuentra al día al

# NoESTaxpayerAccordingToLawNo
source: It is not contributors according to Law No. 7729
es_cr: No es contribuyente según Ley No. 7729

source: Not up to date at
es_cr: No se encuentra al día al

# NoDebtCertificationDesc5
source: Taxpayer has pending payments with this Municipality
es_cr: Contribuyente tiene pagos pendientes con esta Municipalidad

source: Custom Field
es_cr: Campo Personalizado

source: days of the month
es_cr: días del mes de

# NoDebtCertificateNotePreLoadText
source: This certificate lacks legal validity, if the corresponding signatures and law seals are not recorded.
es_cr: Esta constancia carece de válidez legal, si no constan las firmas y sellos de ley correspondientes.

source: Selected Year
es_cr: Año Seleccionado

# ParkMaintenanceMissingServicesTitle
source: Park Maintenance Missing Services
es_cr: Derechos sin Impuesto de Mantenimiento de Parques

source: Property Tax Principal Amount
es_cr: Importe Principal del Impuesto a la Propiedad

source: Blocked
es_cr: Bloqueado

source: Not Blocked
es_cr: No Bloqueado

# DuplicatedMeterNumberTitle
source: Duplicated Meter Number
es_cr: Número de Medidor Duplicado

# MigrationValidationFactuTitle
source: Migration Factu Validation
es_cr: Validación de Facturas de Migración

source: Different
es_cr: Diferente

source: Identical
es_cr: Idéntica

# ToDateEqualOrGreaterThanFromDateValidation
source: To date must be equal or greater than from date
es_cr: Hasta la fecha debe ser igual o mayor que desde la fecha

source: Selected Service
es_cr: Servicio Seleccionado

# MigrationValidationCobrosTitle
source: Migration Cobros Validation
es_cr: Validación de la Migración de Cobros

# MigrationDataInSIMNotInRULE
source: Data in SIM not in RULE
es_cr: Datos en SIM, que no están en RULE

# MigrationValidationBienesTitle
source: Migration Bienes Validation
es_cr: Validación de la Migración de Bienes

# SelectedProperty
source: Selected Right
es_cr: Propiedad Seleccionada

# ServicesLinkedToRightTitle
source: Report of Services Linked to Right
es_cr: Reporte de Servicios Vinculados al Derecho

# CedulaWithRights
source: TaxNumber with Rights
es_cr: Cedula con Derechos

source: Service Without Rights
es_cr: Servicio sin Derechos

# DailyCharges
source: For Fine
es_cr: Por Multa

# DailyIncome
source: Income Of The Day
es_cr: Ingreso Del Dia

# DailyIncomeStateTitle
source: Daily Income State
es_cr: Estado Diario De Ingresos

# DailyInterest
source: For Interests
es_cr: Por Intereses

# TotalCode
source: Code Total
es_cr: Total Del Código

source: Monthly Income Statement by Services
es_cr: Informe del Estado Mensual de Ingresos por Servicios

source: Income
es_cr: Ingresos

source: Current Month
es_cr: Mes Actual

source: Last Month
es_cr: Mes Anterior

source: Total Code Revenue
es_cr: Total de Ingresos del Código

source: Total Income Previous Month
es_cr: Total de Ingresos Mes Anterior

source: Total Revenue Current Month
es_cr: Total de Ingresos Mes Actual

source: Quarterly Income Statement by Services
es_cr: Informe del Estado Trimestral de Ingresos por Servicios

# CurrentQuarter
source: Current Quarterly
es_cr: Trimestral Actual

# LastQuarter
source: Last Quarterly
es_cr: Trimestral Anterior

source: Total Income Previous Quarter
es_cr: Ingresos Totales Trimestre Anterior

source: Total Revenue Current Quarter
es_cr: Ingresos Totales Trimestre Actual

source: Current Year
es_cr: Año corriente

source: Last Year
es_cr: El año pasado

source: Total Income Previous Year
es_cr: Ingresos totales año anterior

source: Total Revenue Current Year
es_cr: Ingresos totales año actual

# YearlyIncomeStatementByServices
source: Anual State Report of Revenue from Services
es_cr: Informe del Estado Anual de Ingresos por Servicios

source: Selected Date
es_cr: Fecha Seleccionada

source: Service With Rights
es_cr: Servicio con derechos

source: Pending Property Tax
es_cr: Pendiente De Bienes

source: Description Of Finca
es_cr: Descripción de Finca

source: List of Rights by Owner's ID Report
es_cr: Lista de Derechos por Cedula del Propietario

source: Current
es_cr: Actual

source: Current Document
es_cr: Documento Actual

source: Exoneration
es_cr: Exoneración

source: Historical
es_cr: Historico

source: Historical Document
es_cr: Documento Historico

source: Percent.
es_cr: Porcent.

source: Property Identification
es_cr: Identificación Predial

source: Total Farms
es_cr: Total de Fincas

source: Total Number of Owners
es_cr: Número total de Propietarios

source: Routa Missing Services
es_cr: Ruta de Servicios Faltantes

# ReportOfAccountPropertyRemoved
source: History of Account Property Removed
es_cr: Historial de propiedad de cuenta eliminada

source: Property Number
es_cr: Numero de Finca

source: Interest Calculation Date
es_cr: Fecha de Cálculo de Interés

source: Selected Interest Calculation Date
es_cr: Fecha de cálculo de intereses seleccionados

source: Today's Date
es_cr: Fecha de hoy

source: Hydrometer
es_cr: Hidrómetro

source: Item
es_cr: Concepto

source: Collection Management Unit
es_cr: Unidad Gestión de Cobros

source: Commentary
es_cr: Comentario

source: Cut Date and Time
es_cr: Fecha y Hora de corta

source: defeated at
es_cr: vencidos al

source: Exclusive use of Aqueducts
es_cr: Uso exlcusivo de Acueductos

# SuspensionOrderDesc1
source: We hereby inform you that, after checking the municipal accounting records, there are debit charges in your name,
es_cr: Por medio de la presente hacemos de su conocimiento que, verificados los registros contables municipales, existen cargos deudores a su nombre,

# SuspensionOrderDesc2
source: ,which are detailed below :
es_cr: ,los cuales se detallan a continuación :

# SuspensionOrderDesc3
source: With the previous breakdown and in view of not making any payment management, the water service is suspended until canceled effectively in the Municipality or make payment arrangement. After your respective payment the home water service (present receipt in the Collection Management Unit) will be reconnected within 24
es_cr: Con el desgloce anterior y en vista de que no realizó ninguna gestión de pago, se procede a la suspención de servicio de agua hasta que cancele efectivamente en la Municipalidad o realize arreglo de pago. Después de su pago respectivo el servicio de agua domiciliario (presentar recibo en la Unidad de Gestión de Cobros)será reconectado dentro de las 24

# SuspensionOrderDesc4
source: All of the above according to the Municipal Code. If the default continues, the Judicial Collection will proceed.
es_cr: Todo lo anterior según el Código Municipal.De continuar la mora se procederá al Cobro Judicial.

# SuspensionOrderDesc5
source: For more information, contact the Collection Management Unit of the Municipality of Flores
es_cr: Para mayor información diríjase a la Unidad de Gestión de Cobros de la Municipalidad de Flores

source: Tax Administration Directorate
es_cr: Dirección de Administración Tributaria

source: working hours
es_cr: horas hábiles

# DoesNotHavePendingWaterServicesMsg
source: The taxpayer {0} - {1} does not have pending water services.
es_cr: El contribuyente {0} - {1} no tiene servicios de agua pendientes.

# AdministrativeCollectionFirstNoticeTitle
source: NOTIFICATION OF ADMINISTRATIVE COLLECTION
es_cr: Notificatión De Cobro Administrativo

# CeduIa
source: ID
es_cr: CéduIa

source: Collection Manager
es_cr: Gestor(a) de Cobro

source: Dear Tax Payer
es_cr: Estimado Contribuyente

source: Fax Number
es_cr: Número De Fax

source: Firm
es_cr: Firma

# IgnoreNotice
source: If You Already Canceled Ignore This Notice.
es_cr: Si ya canceló ignore este aviso

# NoticeDescription1
source: We do not forget to remind you that interest and fines will increase your debt with this Municipality, for each day of delay after the date indicated above. According to article No. 69 of the Municipal Code. If you do not comply with this notice, the procedure will be continued to remit your account for judicial collection and eventual auction of your property according to articles 70 and 71 of the Municipal Code. In the case of patents at the eventual closing of your business according to article 81 b of the same Code.
es_cr: No omitimos recordarle que los intereses y las multas aumentarán su deuda con esta Municipalidad, por cada dia de atraso después de la fecha antes indicada. De acuerdo al articulo No. 69 del Cόdigo Municipal. Si no atendiere este aviso se continuará con el procedimiento para remitir su cuenta a cobro judicial y eventual remate de su propiedad segύn articulos 70 y 71 del Cόdigo Municipal. Si se tratase de patentes al eventual cierre de su negocio segun articulo 81 bis del mismo Cόdigo.

# NoticeDescription2
source: Cualquier duda comunicarse con la Unidad de Recaudación o con el Teléfono Dirección de Administración Tributaria: 2265-71-09 (Ext. 110)
es_cr: Cualquier consulta favor comunicarse con la unidad de Cobros o Dirección de Administración Tributaria al Teléfono: 2265-71-09 (Ext. 110)

source: Received By
es_cr: Recibido Por

source: Signature of Notifier
es_cr: Firma del Notificador

source: Taxable
es_cr: Imponible

# TaxPayerDescription
source: We inform you that the records of this office have been reviewed, there are debtors charged for taxes, services and municipal patents in their name. The following is the account statement as of
es_cr: Hacemos de su conocimiento que revisados los registros que lleva esta oficina, existen cargos deudores por concepto de tributos, servicios y patentes municipales a su nombre. El siguiente es el estado de cuenta al

source: Telephone
es_cr: Teléfono

source: Projected Account Statement
es_cr: Estado de cuenta Proyectado

source: Account Status Projected to Date
es_cr: Estado de cuenta Calculado al día

source: Principal Amount
es_cr: Monto Principal

source: Total Due
es_cr: Total Adeudado

source: Canceled
es_cr: Canceladas

source: Delinquent
es_cr: Morosas

source: Id Number
es_cr: No. Cedula

source: Last Payment
es_cr: Último Pago

source: Monthly Fee
es_cr: Cuota Mensual

source: Number of Quotas
es_cr: Número de Cuotas

# PaymentPlanByTaxpayer
source: Taxpayer Payment Arrangements
es_cr: Arreglos de Pago por Contribuyente

# TaxpayerHasNoPaymentArrangementsMsg
source: Taxpayer {0} - {1} has no payment arrangements.
es_cr: El Contribuyente {0} - {1} no tiene arreglos de pago.

source: TO Pay
es_cr: A Pagar

source: List of Payments Made by the Taxpayer
es_cr: Lista de Pagos Realizados por el Contribuyente

source: Paid Fines
es_cr: Pagado Multas

source: Paid Interest
es_cr: Pagado Interes

source: Paid out Advanced
es_cr: Pagado Adelantado

source: Regular Paid
es_cr: Pagado Regular

source: Advance Paid
es_cr: Pagado Adelantado

source: Interest Condoned
es_cr: Interés Condonado

source: Previous Paid
es_cr: Pagado Anterior

# RevenueDailyCollectionTitle
source: Accumulated Revenue By Concept Of Daily Collection
es_cr: Acumulado De Ingresos Por Concepto De Cobro Diario

source: Selected Type
es_cr: Tipo Seleccionado

source: Account Services Missing Filing
es_cr: Servicios de Cuenta Faltante

# ExceptionTitle
source: Exception
es_cr: Excepción

source: AND
es_cr: Y

source: OR
es_cr: O

# ExceptionSource
source: Source
es_cr: Origin

source: Detail Information
es_cr: Informacion Detalle

source: Notification Expiration Date
es_cr: Fecha de Vencimiento de la Notificación

source: Representative's Name
es_cr: Nombre del Encargado

# NotificationExpirationDateRequiredMsg
source: Notification expiration date is required!
es_cr: ¡Se requiere la fecha de vencimiento de la notificación!

source: Selected Notification Expiration Date
es_cr: Fecha de Caducidad de Notificación Seleccionada

source: Selected Representatives Name
es_cr: Nombre del Representante Seleccionado

source: Notification Date
es_cr: Fecha en que fue Notificado

# RepresentativesNameRequiredMsg
source: Representative's Name is required!
es_cr: ¡Se requiere el nombre del representante!

# AccountRequiredMsg
source: Account is required!
es_cr: Se requiere cuenta!

# DetailInformationRequiredMsg
source: Detail Information is required!
es_cr: Se requiere información detallada!

# LegalHeader
source: THE MUNICIPAL ACCOUNTING, BASED ON ART. 84 OF LAW No. 4574 OF 04 MAY 1970 AND ART. 71 OF LAW No. 7794 OF APRIL 30, 1998 CERTIFIES THAT:
es_cr: LA CONTADURIA MUNICIPAL, CON FUNDAMENTO EN EL ART. 84 DE LA LEY No. 4574 DEL 04 MAYO 1970 Y EL ART. 71 DE LA LEY No. 7794 DEL 30 ABRIL 1998 CERTIFICA QUE:

# RequiredPaymentPlanMsg
source: Payment Plan is required!
es_cr: Se requiere un plan de pago!

source: Quotas to Calculate
es_cr: Cuotas a Calcular

# QuotasToCalculateValidationMsg
source: Quotas to be calculated must not be higher than To Pay.
es_cr: Cuotas a calcular no deben ser más altas que A Pagar.

# QuotasToCalculateMustBeGreaterThanZeroMsg
source: Quotas to calculate must be greater than zero.
es_cr: Las cuotas a calcular deben ser mayores que cero.

source: Selected Quotas to Calculate
es_cr: Cuotas Seleccionadas para Calcular

# TotalAmountOfSelectedServices
source: Total Amount of Services that were Selected
es_cr: Monto Total de Servicios Seleccionados

source: Previous
es_cr: Anterior

# AccountHasPaymentPlanMsg
source: The Account {0} has Payment Plan {1}.
es_cr: La cuenta {0} tiene un Plan de Pago {1}.

source: Duration
es_cr: Duración

source: Frequency
es_cr: Frecuencia

source: Job Scheduler History
es_cr: Historial del programador de trabajos

source: Last Running Date
es_cr: Última fecha de ejecución

source: Last Running Time
es_cr: Último tiempo de ejecución

source: Start Time
es_cr: Hora de inicio

# SchedulerTitle
source: Scheduler
es_cr: Programadora

source: Patent Number
es_cr: Número de Patente

source: Sanitary permit
es_cr: Permiso Sanitario

source: Balance By Quarter
es_cr: Saldo por trimestre

source: District
es_cr: Distrito

source: Expiration
es_cr: Vencimiento

# GeneralBusinessLicenseTitle
source: General Patent Report
es_cr: Reporte General de Patentes

source: Land Use Certificate
es_cr: Certificado Uso Del Suelo

source: Resolution Location
es_cr: Ubicación de Resolución

source: Sanitary Operating Permit
es_cr: Permiso Sanitario de Funcionamiento

# TotalDailyIncome
source: Total Income Of The Day
es_cr: Ingreso Total Del Día

# TotalDailyInterest
source: Total Interests
es_cr: Intereses Totales

source: Total Principal
es_cr: Principal Total

source: Historical Payment Report
es_cr: Reporte Histórico de Pagos

# CompareMonthValidationMsg
source: To month must be greater than from month
es_cr: El mes debe ser mayor que el mes

source: Biller Name
es_cr: Nombre del Facturador

source: Date of Payment
es_cr: Fecha de Pago

source: Fine
es_cr: Multa

source: Number of Receipt
es_cr: Numero de Recibo

source: Principal Paid
es_cr: Principal Pagado

source: Taxpayer ID
es_cr: Cedula del Contribuyente

source: Taxpayer Name
es_cr: Nombre Contribuyente

source: Total Payment
es_cr: Pago Total

source: Type of Payment
es_cr: Tipo de Pago

# RevenueBankCollectionTitle
source: Accumulated income from Bank per Collection Concept
es_cr: Acumulado de Ingresos por Concepto de Cobro del Banco

# DailyIncomeProduceBankTitle
source: Daily statement of Income Produced in the Bank
es_cr: Estado diario de Ingresos Producidos en el Banco

source: Amount Charged
es_cr: Monto Comision

source: Amount Raised
es_cr: Monto Recaudado

source: Statistics of Receipts Collected
es_cr: Estadisticas de Recibos Cobrados

source: Statistics Of Receipts Collected In The Bank
es_cr: Estadística De Recibos Cobrados En El Banco

source: The
es_cr: El

source: Total Payments
es_cr: Total Cancelados

source: Total Records
es_cr: Total Registros

# BankRequiredMsg
source: Bank is required!
es_cr: ¡Se requiere banco!

# ContractRequiredMsg
source: Contract is required!
es_cr: ¡Se requiere contrato!

source: In
es_cr: En

# ReceiptCollectedByBankTitle
source: List of receipts collected in the Bank
es_cr: Lista de Recibos Cobrados en el Banco

source: Control of Payments made in the Bank
es_cr: Control de Pagos Realizados en el Banco

source: Concept
es_cr: Concepto

source: Total By Receipt
es_cr: Total Por Recibo

source: List of Inconsistencies in the Application of Bank Receipts Report
es_cr: Lista de Inconsistencias en la Aplicacion de Recibos del Banco

source: General Movements Report
es_cr: Reporte General de Movimientos

source: Time
es_cr: Hora

source: What was Done
es_cr: Lo que fue Hecho

source: Who
es_cr: Quién

source: Cedula Without Right
es_cr: Cédula sin derecho

source: Amnesty Movement Report
es_cr: Informe del Movimiento de Amnistía

# AmnestyAmount
source: Amount by Amnesty
es_cr: Monto por Amnistía

# SecondNoticeFooterText1
source: Interest and fines will increase your debt with this Municipality, for each day of delay after the date indicated above, according to article No. 69 of the Municipal Code. <br/><br/>You are granted a non-extendable period of five days to appear before the Collections or Patents Office of this Municipality, in order to cancel these debts.<br/><br/>After this period, without the amounts owed having been paid, your account will be sent to judicial collection and later, if applicable, your property will be put up for auction according to article No. 70 of the Municipal Code. If the above occurs, you will have to go to the courts to fix your situation, in addition to the surcharge corresponding to the fees of the assigned lawyer, for the foreclosure judgment that is filed against you.
es_cr: Los intereses y las multas aumentarán su deuda con esta Municipalidad, por cada día de atraso después de la fecha antes indicada, de acuerdo al artículo No. 69 del Código Municipal.<br/><br/>Se le otorga un plazo IMPRORROGABLE de cinco días, para presentarse ante la Oficina de Cobros o Patentes de esta Municipalidad, con el fin de realizar la cancelación de esas deudas.<br/><br/>Vencido este plazo, sin que se hayan cancelado los montos adeudados, su cuenta será enviada a cobro judicial y posteriormente, si fuera el caso, su propiedad será sacada a remate según el artículo No. 70 del Código Municipal. De darse lo anterior, tendrá que acudir a los tribunales de justicia para arreglar su situación, además del recargo correspondiente a honorarios del abogado asignado, por el juicio ejecutivo hipotecario que se interponga en su contra.

# SecondNoticeHeaderText1
source: On the day
es_cr: El día

# SecondNoticeHeaderText2
source: , you were notified of the debtor charges that you maintain with this municipality for taxes and municipal services. The following is the account statement at
es_cr: , usted fue notificado de los cargos deudores que mantiene con esta municipalidad por concepto de tributos y servicios municipales. El siguiente es el estado de cuenta al

# PatentSearchInActive
source: InActive
es_cr: Inactiva

# PatentSearchPendingPayment
source: Inactive with pending payments
es_cr: Inactiva con pagos pendientes

source: Selected Period
es_cr: Período Seleccionado

source: Selected Status
es_cr: Estado seleccionado

source: Tax Administration
es_cr: Administración Tributaria

# AccountByServiceTypeTitle
source: Report by Type of Service
es_cr: ReporteporTipo de Servicio

source: Bank Transfer By Banco de Costa Rica
es_cr: Transferencia Bancaria por Banco de Costa Rica

source: Adjustment
es_cr: Ajuste

source: Bank Transfer By Banco Nacional de Costa Rica
es_cr: Transferencia Bancaria por Banco Nacional de Costa Rica

# txtDescription1ConstancyReport
source: It does not appear with assets registered in its name in this canton
es_cr: No aparece con bienes inscritos a su nombre en este cantón

# txtDescription2ConstancyReport
source: He is not a contributor to them.
es_cr: No es contribuyente de los mismos.

# lblCedulaWithoutService
source: Cedula Without Service
es_cr: Cédula Sin Servicio

# lblUsers
source: Users
es_cr: Usuarios

source: Delinquency Report
es_cr: Informe de Morosidad
