Repository: MarvinVilcapoma/DelinquencyReport
Catalog: ArtSolutions.MUN.Web/Resources/Report.*.resx
Languages: es_cr

# AccountNumberRequiredMsg
source: Account Number is required!
es_cr: ¡Número de Contribuyente requerido!

source: As of
es_cr: A partir de

source: Balance From
es_cr: Balance Desde

# BalanceFromRequiredMsg
source: Balance From is required!
es_cr: ¡Balance Desde requerido!

source: Balance Range
es_cr: Rango de Balance

source: Balance To
es_cr: Balance Hasta

# BalanceToRequiredMsg
source: Balance To is required!
es_cr: ¡Balance Hasta requerido!

# BreadcrumbReportTitle
source: Report
es_cr: Reporte

# CollectionDescription
source: Collection
es_cr: Recaudación

# CompareBalanceValidationMsg
source: Balance To must be greater than Balance From.
es_cr: Balance Hasta debe ser mayor que Balance Desde.

# ComparePeriodDatesValidationMsg
source: End period date must be greater than start period date
es_cr: Fecha de Fin del Periodo debe ser mayor a Fecha de Comienzo del Periodo.

source: Department of Finance
es_cr: Departamento de Finanzas

# EndPeriodRequiredMsg
source: End Period is required!
es_cr: ¡Fin del Periodo requerido!

source: Interests
es_cr: Intereses

# IVUBalanceSheetTitle
source: Sales Tax Receivable Balance Report
es_cr: Informe de Balance por cobrar de IVU

# IVUCollectionDetailTitle
source: IVU Collection Detail
es_cr: Detalles de Recaudación de IVU

# IVUFormsNotFiledTitle
source: IVU Returns Not Filed
es_cr: Planillas de IVU NO radicadas

# IVUStatementTitle
source: IVU Statement
es_cr: Declaración de IVU

source: Months without Filing
es_cr: Meses sin Radicar

source: Registration No.
es_cr: No. de Registro

# SinceDateRequiredMsg
source: Since Date is required!
es_cr: ¡Desde la Fecha requerido!

# StartPeriodRequiredMsg
source: Start Period is required!
es_cr: ¡Periodo de Inicio requerido!

source: Start Period Without Filing
es_cr: Periodo de Inicio sin Declaración

source: Surcharges
es_cr: Multas

source: View Report
es_cr: Ver Estado

# ClosingSummaryTitle
source: Cash Register Summary
es_cr: Resúmen de Cuadre de Caja

source: Net Closing
es_cr: Cierre Neto

source: Receipt Count
es_cr: Recuento de Recibos

source: Payment Type
es_cr: Tipos de Pagos

source: Receipt
es_cr: Recibo

# CompareNetClosingValidationMsg
source: Net Closing To must be greater than Net Closing From.
es_cr: Cierre Neto Hasta debe ser mayor que Cierre Neto Desde.

source: Net Closing From
es_cr: Cierre Neto Desde

# NetClosingFromRequiredMsg
source: Net Closing From is required!
es_cr: ¡Cierre Neto Desde requerido!

source: Net Closing Range
es_cr: Rango del Cierre Neto

source: Net Closing To
es_cr: Cierre Neto Hasta

# NetClosingToRequiredMsg
source: Net Closing To is required!
es_cr: ¡Cierre Neto Hasta requerido!

source: Net Closing Total
es_cr: Total del Cierre Neto

# DepositByCashierTitle
source: Deposit Summary By Cashier
es_cr: Resúmen de Depósitos por Cajero

# DepositByPaymentTypeTitle
source: Deposit Summary By Payment Title
es_cr: Resúmen de Depósitos por Título de Pago

# DepositSummaryTitle
source: Deposit Summary
es_cr: Resúmen de Depósitos

source: Closing Count
es_cr: Recuento de Cierre

source: Closing Number
es_cr: Número de Cierre

# CompareNetDepositValidationMsg
source: Net Deposit To must be greater than Net Deposit From.
es_cr: Depósito Neto Hasta debe ser mayor que Depósito Neto Desde.

# DepositReportSubTitle
source: Deposit Report By Closing
es_cr: Estado de Depósito por Cierre

source: Net Deposit
es_cr: Depósito Neto

source: Net Deposit From
es_cr: Depósito Neto Desde

# NetDepositFromRequiredMsg
source: Net Deposit From is required!
es_cr: ¡Depósito Neto Desde requerido!

source: Net Deposit Range
es_cr: Rango de Depósito Neto

source: Net Deposit To
es_cr: Depósito Neto Hasta

# NetDepositToRequiredMsg
source: Net Deposit To is required!
es_cr: ¡Depósito Neto Hasta requerido!

source: Net Deposit Total
es_cr: Total del Depósito Neto

# PreliminaryClosingReport
source: Preliminary Cash Register Report
es_cr: Estado Preliminar de Cuadre diario de Caja

source: Sales Tax Debit Statement
es_cr: Declaración de débito del impuesto a las ventas

# SalexTaxDebitCertificateTitle
source: Debt Certification of IVU
es_cr: Certificacion de Deuda de IVU

source: Has Debt
es_cr: Tiene Deuda

source: No Debt
es_cr: No Tiene Deuda

source: Sales Tax Filling Certificate
es_cr: Certificado de llenado de impuestos a las ventas

# SalexTaxFillingCertificateTitle
source: Filing Certification of IVU
es_cr: Certificacion de Declaraciónes IVU

source: User
es_cr: Usuario

source: Merchant's Portal
es_cr: Portal del comerciante

source: Receipt Register
es_cr: Control De Recibos Diarios Emitidos Enviados A Tesorería

source: Collector
es_cr: Recaudador

# CompareDatesValidationMsg
source: To date must be greater than from date
es_cr: Hasta la fecha debe ser mayor que la fecha

# FromDateRequiredMsg
source: From date is required!
es_cr: ¡De la fecha es requerida!

# ToDateRequiredMsg
source: To date is required!
es_cr: ¡Hasta la fecha es obligatorio!

source: Total Amount Auxiliary Receipt
es_cr: Cantidad Total Recibo Auxiliar

source: Total Amount Official Ticket
es_cr: Cantidad Total Recibo Oficial

# ReceiptIVUTitle
source: Receipts By sales Tax (IVU)
es_cr: Recibos por Impuesto a las ventas (IVU)

source: Receipts By IVU
es_cr: Recibos por IVU

source: Payment Amount
es_cr: Monto Cancelado

source: IVU Receipt
es_cr: IVU recibo

source: Selected Account
es_cr: Cuentas Seleccionada

source: Selected Collector
es_cr: Colector Seleccionada

# ReceiptBusinessLicenseTitle
source: Receipts By Business License
es_cr: Recibos por Patente

source: Receipts By Patente
es_cr: Recibos por Patente

# FirstSemester
source: 1st semester
es_cr: 1er Semestre

# SecondSemester
source: 2nd semester
es_cr: 2do Semestre

source: Business License Receipt
es_cr: Recibo de Licencia Comercial

source: Cancellation Amount
es_cr: Cantidad Cancelada

source: Cancellation Reason
es_cr: Razon de Cancelación

# VoidReceipt
source: Cancelled Receipts
es_cr: Recibos Cancelados

source: Receipt Date
es_cr: Fecha de Recepción

# VoidDate
source: Cancellation Date
es_cr: Fecha de Cancelación

# PlanNumber
source: Payment Plan
es_cr: Arreglo de Pago

# ReceiptsByPaymentPlanTitle
source: Receipts By Payment Plan
es_cr: Recibos por Arreglo de Pago

source: Selected Payment Plan
es_cr: Arreglo de Pago Seleccionado

source: Payment Plan Receipt
es_cr: Recibo del Arreglo de Pago

source: First Semester Balance
es_cr: Balance Primer Semestre

# PatentDebitCertificateHeaderDesc
source: I certify that the client described above, appears in our files with the following information:
es_cr: Certifico que el cliente arriba descrito, aparece en nuestros archivos con la siguiente información:

# PatentDebitCertificateTitle
source: Debt Certification of Patente
es_cr: Certificacion de Deuda de Patente

# PatentPeriod
source: Business License Period
es_cr: Periodo Patente

source: Second Semester Balance
es_cr: Balance Segundo Semestre

# DepositSummaryPaymentTypeTitle
source: Deposit Summary By Payment Type
es_cr: Resumen de depósito por tipo de pago

# DepositPaymentTypeReportSubTitle
source: Preliminary Deposit Summary By Payment Type Report
es_cr: Resumen de depósito preliminar por informe de tipo de pago

# DepositServiceTypeReportSubTitle
source: Preliminary Deposit Summary By Service Type Report
es_cr: Resumen de depósito preliminar por informe de tipo de servicio

# DepositSummaryServiceTypeTitle
source: Deposit Summary By Service Type
es_cr: Resumen de depósito por tipo de servicio

source: Payment Group
es_cr: Grupo de Pago

# ReceiptsByOtherConceptTitle
source: Receipts By Other Concept
es_cr: Recibos por Otro Concepto

source: Collection Concept
es_cr: Concepto de Cobro

source: Concept Total
es_cr: Concepto Total

source: Payment Plan Interest
es_cr: Intereses por Financiamiento

source: Debt Certificate
es_cr: Certificación de Deuda

source: Filing Certificate
es_cr: Certificación de Declaración

source: IVU Period
es_cr: Periodo IVU

source: IVU Tax Balance
es_cr: Balance Impuesto IVU

# SalesTaxDebtSatementBottomLine1Desc
source: This Certification does not include outstanding debts to be assessed or under investigation by the #CompanyName#, as of the date of this certification, in accordance with the applicable Laws and Ordinances.
es_cr: Esta Certificación no incluye deudas pendientes por tasar o en proceso de investigación por el #CompanyName#, a la fecha de esta certificación, de acuerdo a las Leyes y Ordenanzas aplicables.

# SalesTaxDebtSatementBottomLine2Desc
source: In testimony of anything, and for this to be true, issue this certificate in the city of #CompanyAddress#, today #CurrentDate#.
es_cr: En testimonio de lo cual, y para que así conste, expido este certificado en la ciudad de #CompanyAddress#, hoy #CurrentDate#.

# SalesTaxDebtSatementBottomLine3Desc
source: Patent Officer / IVU
es_cr: Oficial de Patentes / IVU

# SalesTaxDebtSatementBottomLine4Desc
source: *This account is under the Payment Plan #PaymentPlanID#
es_cr: *Esta cuenta está bajo el Arreglo de Pago #PaymentPlanID#

# SalesTaxDebtSatementHeaderDesc
source: I certify that the client described above, appears in our files with the following information:
es_cr: Certifico que el cliente arriba descrito, aparece en nuestros archivos con la siguiente información:

# SalesTaxFilingCertificateHeaderDesc
source: I certify that the client described above, appears in our files with the following filings:
es_cr: Certifico que el cliente arriba descrito, aparece en nuestros archivos con las siguientes declaración:

# SalesTaxFilingCertificateLine1Desc
source: This Certification does not include outstanding debts to be assessed or under investigation by the #CompanyName#, as of the date of this certification, in accordance with the applicable Laws and Ordinances.
es_cr: Esta Certificación no incluye deudas pendientes por tasar o en proceso de investigación por el #CompanyName#, a la fecha de esta certificación, de acuerdo a las Leyes y Ordenanzas aplicables.

# SalesTaxFilingCertificateLine2Desc
source: In testimony of which, and for the record, I issue this certificate in the city of #CompanyCity#, #CompanyState#, today #TodaysDate#.
es_cr: En testimonio de lo cual, y para el registro, expido este certificado en la ciudad de #CompanyCity#, #CompanyState#, hoy #TodaysDate#.

# SalesTaxFilingCertificateLine3Desc
source: Patent Officer / IVU
es_cr: Oficial de Patentes / IVU

# SignatureInfo
source: Patents Officer / IVU
es_cr: Oficial de Patentes / IVU

# StatementBottomLine1Desc
source: Please, send the payment of the total balance of your account on or before the end of the month to avoid accumulation of additional interest and surcharges.
es_cr: Envíe el pago del saldo total de su cuenta antes de fin de mes para evitar la acumulación de intereses y recargos adicionales.

# StatementBottomLine2Desc
source: Thank you for your attention to this matter.
es_cr: Gracias por su atención a este asunto.

# StatementBottomLine3Desc
source: Sincerely,
es_cr: Sinceramente,

# StatementHeaderDesc
source: As of the date of this Statement, our records reflect the following outstanding balances of municipal IVU:
es_cr: A la fecha de esta Declaración, nuestros registros reflejan los siguientes saldos pendientes de IVU municipal:

source: Total Balance
es_cr: Balance Total

source: Total IVU Tax to Pay
es_cr: Impuesto IVU Total a Pagar

# TotalNoOfFillingOn
source: Total No. of Filing on
es_cr: Número Total de Recaudaciones en

source: Total Paid
es_cr: Total Pagado

source: Total Subject to IVU
es_cr: Total Sujeto a IVU

source: Total Use
es_cr: Total Uso

source: Registration Number
es_cr: Número Registro Hacienda

# StatuBatchNumber
source: Status <br/> Batch Number
es_cr: Estado

source: Commercial Facility
es_cr: Facilidad comercial

# ReceiptCommercialFacilitiesRental
source: Receipts By Renta de Facilidades Comerciales
es_cr: Recibos por Renta de Facilidades Comerciales

source: Customer Name
es_cr: Nombre del Cliente

source: Customer Number
es_cr: Número Cliente

# TotalIVUMunicipalTax
source: Total Municipal Tax
es_cr: Impuesto IVU Municipal

# TotalTaxableTributable
source: Total Taxable
es_cr: Total Tributable

# JournalDetailTitle
source: Accounting Distribution Report
es_cr: Informe de Distribución Contable

# JournalTitle
source: Accounting Report
es_cr: Informe Contable

# BalanceBusinessLicenseTitle
source: Patente Balances
es_cr: Balances de Patentes

# BusinessLicenseFilingByFilingTypeTitle
source: Detail of Patente Filing by Filing Type
es_cr: Detalle de la Presentación de Patentes por Tipo de Archivo

source: Oficial Patente
es_cr: Patente Oficial

source: Amendment
es_cr: Enmienda

source: Monthly
es_cr: Mensual

# CreditBalanceBusinessLicenseTitle
source: Patent Credit Balances
es_cr: Balances crédito de Patentes

# ClosingBalanceBusinessLicenseTitle
source: Patent Balances - Clients with Operations Closure
es_cr: Balances de Patentes - Clientes con Cierre de Operaciones

# TransactionBusinessLicenseTitle
source: Patent Transactions
es_cr: Transacciones de Patentes

source: Trans Date
es_cr: Fecha Trans

# TransactionReason
source: Reason for Transaction
es_cr: Razón de la Transacción

source: Transaction Type
es_cr: Tipo de Transacción

# ReceiptPermissionFessTitle
source: Received by Permission Fees
es_cr: Recaudos por Aranceles de Permisos

# TariffType
source: Type of Tariff
es_cr: Tipo de Arancel

source: Estimated Cost
es_cr: Costo estimado

source: Late Renewal
es_cr: Renovación tardía

source: Permit Cost
es_cr: Costo del permiso

# ReceiptPermissionExpensesTitle
source: Remuneration of Permit Rebates
es_cr: Recaudos de Arbitrios de Permisos

# ReceiptRentalInvoiceTitle
source: Remunerated by Commercial Facilities Rental Invoice
es_cr: Recaudos por Factura de Renta de Facilidades Comerciales

# ReceiptStreetVendorTitle
source: Requests for Permits of Street Vendors
es_cr: Recaudos de Permisos de Vendedores Ambulantes

source: Bank Transfer
es_cr: Transferencia bancaria

source: Cash
es_cr: Efectivo

source: Check
es_cr: Cheque

source: Credit Card
es_cr: Tarjeta de crédito

source: Deposit Date
es_cr: Fecha de depósito

source: Deposit Number
es_cr: Número de depósito

# SecurityDetailBankAccountTitle
source: Detail of Securities by Bank Account - Official Collector
es_cr: Detalle de Valores por Cuenta Bancaria - Colector Oficial

# ReceiptByBankTitle
source: Receipts By Bank
es_cr: Recibos por Banco

source: Closing Date
es_cr: Fecha de Cierre

source: Selected Bank Account
es_cr: Cuenta Bancaria Seleccionada

source: Selected Cashier
es_cr: Cajero Seleccionado

source: Selected Service Type
es_cr: Tipo de Servicio Seleccionado

source: Selected Payment Type
es_cr: Tipo de Pago Seleccionado

source: Penalty
es_cr: Penalidad

# AdjustBalance
source: Adjustment to Balance
es_cr: Ajuste a Balance

# RegistrationDate
source: Registered Date in
es_cr: Fecha Registrada en

# TotalRadicaciones
source: Total Declaraciónes: Provisional Patent
es_cr: Total Declaraciónes: Patente Provisional

source: Deposit Summary Report By Invoice
es_cr: Informe Resumido de Depósito por Factura

source: Deposit Summary Report By Payment Plan
es_cr: Informe Resumido de Depósito por Arreglo de Pago

# FinanceJournalID
source: Finance Journal Entry Number
es_cr: Número de Entrada del Diario Financiero

source: Receipt Detail
es_cr: Detalle del Recibo

source: Receipt Total Amount
es_cr: Cantidad Total del Recibo

source: Total Allocated
es_cr: Total Asignado

# AccountStatementTitle
source: Account Statement
es_cr: Estado de Cuenta

source: Balance Amount By Service
es_cr: Monto Total Por Servicio

source: Pending Amount
es_cr: Monto Pendiente

source: Created By
es_cr: Realizado Por

source: Discount
es_cr: Exoneración

source: Interest
es_cr: Intereses

source: Right Number
es_cr: Numero de Derecho

source: Has Payment Plan
es_cr: Arreglo de Pago

# DoesNotHavePendingPaymentsMsg
source: The Account {0} - {1} does not have pending to date {2}.
es_cr: El Contribuyente {0} - {1} no tiene pendientes a la fecha {2}.

source: Meter
es_cr: Medidor

# ReportOfHistoricalReadingsByMeter
source: Report of Historical Readings by Meter or Account
es_cr: Reporte Histórico de Lecturas por Medidor o Contribuyente

source: Consumption
es_cr: Consumo

source: Current Reading
es_cr: Lectura Actual

source: Last Reading
es_cr: Lectura Anterior

# MeterRequiredMsg
source: Meter is required!
es_cr: Se requiere medidor!

source: Until
es_cr: Hasta el

source: Consumption by Range Report
es_cr: Reporte de Consumos por Rango

# RangeFromRequiredMsg
source: Range From is required!
es_cr: ¡Se requiere rango desde!

# RangeToRequiredMsg
source: Range To is required!
es_cr: Se requiere rango a!

source: Meter No.
es_cr: No. de Medidor

source: Consecutive
es_cr: Consecutivo

source: Property No.
es_cr: No. de Finca

source: Account ID
es_cr: Cédula

# CompareRangeValidationMsg
source: Range To must be greater than Range From.
es_cr: El rango a debe ser mayor que el rango desde.

source: Consumption Range
es_cr: Rango de Consumo

source: Range From
es_cr: Rango de

source: Range To
es_cr: Rango a

source: Till Year
es_cr: Hasta el Año

source: Unassigned
es_cr: Sin Asignar

source: Load More
es_cr: Carga Más

# InconsistenceReadingReport
source: Report of Inconsistencies in Readings
es_cr: Reporte de Inconsistencias en Lecturas

# PropertyReportTitle
source: Report of Properties and Movements by Account
es_cr: Reporte de Fincas y Movimientos del Propietario

# PropertyTitle
source: Properties and Movements List by Account
es_cr: Lista de Fincas y Movimientos por Cédula del Propietario

# DoesNotHavePendingPaymentsForPropertiesMsg
source: The Account {0} - {1} does not have rights associated to date:{2}.
es_cr: El Contribuyente {0} - {1} no tiene derechos asociados a la fecha: {2}.

source: Total Consumption
es_cr: Consumo Total

source: Removed Date
es_cr: Fecha de Eliminación

# ReportOfHistoricalAccountServiceRemoved
source: History of Account Services Removed
es_cr: Historial de servicios de cuenta eliminados

# SanitaryPermitDueDateBusinessLicenseTitle
source: Sanitary Permit Due Date
es_cr: Permiso Sanitario por Fecha de Vencimiento

source: Days
es_cr: Dias

source: Due Date
es_cr: Fecha de Vencimiento

# TransfersReportTitle
source: Transfers Report
es_cr: Reporte de Traspasos

source: Elapsed Days
es_cr: Días Transcurridos

source: Selected Transfer Type
es_cr: Tipo de Transferencia Seleccionado

# TransferRightNumber
source: Right Number
es_cr: Número de Derecho

# SummaryAccountStatementTitle
source: Summary Account Statement
es_cr: Estado de Cuenta Resumido

# DebtCertificationTitle
source: Debt Certification
es_cr: Certificación de Deuda

# DebtCertificationRegisterNumberLabel
source: NO. OF TAXPAYER
es_cr: No. DE CONTRIBUYENTE

# DebtCertificationAccountNameLabel
source: MR. (ITA)
es_cr: EL (LA) SEÑOR (A) (ITA)

# DebtCertificationHelpedByLabel
source: WE OWE THE FOLLOWING ITEMS FOR MUNICIAPL TAXES:
es_cr: Nos Adeuda Por Tributos Municipales Los Siguientes Conceptos

# DebtCertificationBottomLine1Desc
source: WE OWE THE SUM OF
es_cr: NOS ADEUDA LA SUMA DE

# DebtCertificationBottomLine2Desc
source: THE SAME IS SUPPORTED BY THE FOLLOWING PROPERTY (S)
es_cr: LA MISMA ESTA RESPALDADA POR LA (S) SIGUIENTE (S) FINCA (S)

# DebtCertificationBottomLine3Desc
source: The presents are extended in FLORES at
es_cr: Se extiende la presente en FLORES a los

# DebtCertificationBottomLine4Desc
source: MUNICIPAL COUNTER
es_cr: CONTADOR MUNICIPAL

source: Interest Amount
es_cr: Monto de Interés

source: Item Amount
es_cr: Monto de Concepto

source: Penalty Amount
es_cr: Monto de Penalidad

# DebtCertificationBottomLine3_1Desc
source: At the request of the Tax Administration Directorate.
es_cr: A solicitud del Dirección de Administración Tributaria.

# DebtCertificationBottomLine5Desc
source: (1) ARTICLE 82 OF LAW 4574 OF MAY 1970
es_cr: (1) ARTICULO 82 DE LEY 4574 DE MAYO DE 1970

# DebtCertificationBottomLine5_1Desc
source: (2) ARTICLE 69 OF LAW 7794 APRIL 1998
es_cr: (2) ARTICULO 69 DE LEY 7794 DE ABRIL DE 1998

# DebtCertificationBottomLine5_2Desc
source: (3) AS OF JULY 1998. CHANGES THE PERCENTAGE DUE TO FINES IN E INTEREST, ART. 69, MUNICIPAL CODE.
es_cr: (3) A PARTIR DE JULIO DE 1998. CAMBI A EL PORCENTAJE POR ATRASO EN MULTAS E INTERESES, ART. 69, CODIGO MUNICIPAL.

# AccountExclusionFormReportTitle
source: Account Exclusion Form
es_cr: Boleta de Exclusión de Contribuyente

source: Penalties
es_cr: Penalidades

source: Pending Periods
es_cr: Períodos Pendientes

source: Route
es_cr: Ruta

# AccountExclusionFormOtherServicesListTitle
source: Other Services
es_cr: Conceptos de Cobro

# AccountExclusionFormPropertyTaxListTitle
source: Property Tax
es_cr: Pendiente de Bienes

# AccountExclusionFormWaterMeasureListTitle
source: Water Measure
es_cr: Medida de Agua

source: Principal Amount per period
es_cr: Monto por Periodo

# Impuesto
source: Principal
es_cr: Impuesto

# AccountsConsumptionAndCollectionTitle
source: Report of Accounts, Consumption and Collection
es_cr: Reporte de Abonados, Consumo y Recaudación

# InUnitsCubicMetersAndColonesTitle
source: In Units, Cubic Meters and Colones
es_cr: En Unidades, Metros Cúbicos y Colones

source: Categories
es_cr: Categorías

# ConsumerBlocks
source: Consumption Ranges
es_cr: Bloques De Consumo

# GovernmentCategory
source: Government
es_cr: Gobierno

# OrdinaryCategory
source: Ordinary
es_cr: Ordinaria

# PreferenceCategory
source: Preference
es_cr: Preferencial

# ReproductiveCategory
source: Reproductive
es_cr: Reproductiva

source: Summary
es_cr: Resumen

# WaterCategory
source: Water
es_cr: Domiciliaria

source: More than 120
es_cr: Más de 120

source: Accounts
es_cr: Abonados

source: Average Collection
es_cr: Recaudación Promedio

source: Average Consumption
es_cr: Consumo Promedio

# PercentageAccount
source: % Accounts
es_cr: % Abonados

source: New Right
es_cr: Nuevo Derecho

source: Other Services Total Amount
es_cr: Monto Total por Pendiente de Conceptos de Cobro

source: Property Tax Total Amount
es_cr: Monto Total por Pendiente de Bienes

source: Water Measure Total Amount
es_cr: Monto Total por Pendiente de Agua Medida

# ExportBankPayments
source: Export Bank File
es_cr: Exportar Archivo Bancario

# DueDateRequiredMsg
source: Due date is required!
es_cr: Se requiere fecha de vencimiento!

source: Cash Receipt Control
es_cr: Reporte de Cierre de Caja

source: Voided Receipts
es_cr: Recibos Anulados

source: Total Amount Of Receipt
es_cr: Cantidad Total de Recibo

source: Cash Register Creator
es_cr: Caja Registradora Creada por

source: Cash Register Date
es_cr: Fecha de Caja Registradora

source: Deposit Creator
es_cr: Depósito Creado por

source: Deposit Entry Date
es_cr: Fecha de Ingreso de Depósito

source: Payment Method
es_cr: Método de Pago

source: Receipt Creator
es_cr: Recibo Creado por

# NoDebtCertification
source: Update Certification
es_cr: Certificación de Estar al Día

source: No. Property
es_cr: No. Finca

source: quarter of the year
es_cr: trimestre del año

source: Total Value
es_cr: Imponible

source: Constancy
es_cr: CONSTANCIA

# ESTaxpayerAccordingToLawNo
source: ES taxpayer according to Law No. 7729
es_cr: ES contribuyente según Ley No. 7729

source: from
es_cr: de

source: hours of the day
es_cr: horas del día

source: ID No.
es_cr: Cédula No.

# NoDebtCertificationDesc1
source: That the lord (ita)
es_cr: Que el (la) señor (a) (ita)

# NoDebtCertificationDesc2
source: 1- According to the Real Estate tax records
es_cr: 1- De acuerdo con los registros del impuesto Sobre Bienes inmuebles

# NoDebtCertificationDesc3
source: 2- Regarding the records of the other municipal taxes
es_cr: 2- Con respecto a los registros de los demás tributos municipales
