Repository: MarvinVilcapoma/DelinquencyReport
Catalog: ArtSolutions.MUN.Web/Resources/Service.*.resx
Languages: es_cr

# AddDiscountDate
source: Add Discount Dates
es_cr: Agregar Fechas de Descuento

# AddFillingDate
source: Add Filing Due Dates
es_cr: Agregar Fechas de Vencimiento de Declaración

# AddPaymentDate
source: Add Payment Due Dates
es_cr: Agregar Fechas de Vencimiento de Pago

# AddPaymentGracePeriod
source: Add Payment Grace Periods
es_cr: Agregar Fechas de Periodo de Gracia de Pago

source: Add Row
es_cr: Agregar Fila

source: Apply Always
es_cr: Aplicar Siempre

source: Apply On
es_cr: Aplicar en

# AtleastOneRangeRecordRequiredMsg
source: You must add at least 1 record for range.
es_cr: Usted debe agregar al menos 1 registro por rango.

# CalculationDatesPopupTitle
source: Service Calculation Dates
es_cr: Fechas de Cálculo del Servicio

source: Calculation Frequency
es_cr: Frecuencia de Cálculo

# ChangeDiscountDate
source: Change Discount Dates
es_cr: Cambiar Fechas de Descuento

# ChangeFillingDate
source: Change Filing Due Dates
es_cr: Cambiar Fechas de Declaración

# ChangePaymentDate
source: Change Payment Due Dates
es_cr: Cambiar Fechas de Vencimiento de Pago

# ChangePaymentGracePeriod
source: Change Payment Grace Periods
es_cr: Cambiar los Periodos de Gracia de Pago

source: Collection Field
es_cr: Campo de Recaudación

source: Collection Rule Name
es_cr: Nombre de Regla de Recaudación

# CollectionRuleRequired
source: At least one collection rule is required.
es_cr: Al menos una regla de colección es requerida.

# CompareAmountValidationMsg
source: Final Amount {0} should be greater than Starting Amount {1}.
es_cr: Monto Final {0} debe ser mayor a Monto de Comienzo {1}.

# CompareEffectiveDatesValidationMsg
source: At least 1 year difference is required between Effective From and Effective To dates.
es_cr: Al menos 1 año de diferencia es requerido para las fechas entre Efectivo Desde y Efectivo Hasta.

# ComparePeriodDatesValidationMsg
source: Period End Date must be greater than Period Start Date.
es_cr: Fecha de Finalización del Periodo debe ser mayor que Fecha de Inicio del Periodo.

# CompareRangeValidationMsg
source: {0} ({1} - {2}) conflicting with existing range.
es_cr: {0} ({1} - {2}) en conflicto con el rango existente.

# ConfirmChangeInputValidationMsg
source: Change in {0} will reset currently populated all due dates.
es_cr: El cambio en {0} restablecerá todas las fechas de vencimiento.

# DeleteFailedErrMsg
source: Unable to delete rule.
es_cr: No se puede eliminar la regla.

# DescriptionLengthValidationMsg
source: Description Length exceeded.
es_cr: Máximo de Longitud de Descripción excedida.

source: Discount Dates
es_cr: Fechas de Descuento

# DiscountDatesTitle
source: Service Discount Dates
es_cr: Fechas de Descuento de Servicio

source: Discount On
es_cr: Descuento En

# DiscountOnRequired
source: Discount On is required!
es_cr: ¡Descuento En requerido!

# DiscountPercentageHeaderTitle
source: Discount %
es_cr: % de Descuento

# DiscountPercentageRequired
source: Discount Percentage is required!
es_cr: ¡Porcentaje de Descuento requerido!

source: Due Days
es_cr: Días de Vencimiento

# DuplicateServiceName
source: Service name already exists!
es_cr: ¡El Nombre del Servicio ya existe!

source: Edit Rule
es_cr: Editar Regla

# EditTitle
source: Edit Service
es_cr: Editar Servicio

source: Effective From
es_cr: Efectivo Desde

source: Effective To
es_cr: Efectivo Hasta

source: End Day
es_cr: Día Final

source: End Period
es_cr: Fin del Periodo

# FillingDueDates
source: Filing Due Dates
es_cr: Fechas de Vencimiento de Declaración

# FillingDueDatesTitle
source: Service Filing Due Dates
es_cr: Fechas de Vencimiento de Declaración de Servicio

# FillingDueDays
source: Filing Due Days
es_cr: Días de Vencimiento de Declaración

# FillingDueOn
source: Filing Due On
es_cr: Declaración Vence En

# FillingDueOnRequired
source: Filing Due On is required!
es_cr: ¡La fecha de “Declaración Vence En” es requerida!

source: Final Amount
es_cr: Monto Final

source: Fix Amount
es_cr: Monto Fijo

source: Flat Amount
es_cr: Monto Fijo

source: Frequency
es_cr: Frecuencia

source: Invalid Service Number
es_cr: Número de Servicio Inválido

source: Is Editable
es_cr: Es Editable

# ListTitle
source: Services
es_cr: Servicios

# MaxCollectionRuleRangeValMsg
source: This rule will not be applied over those cases that exceed the maximum value for final amount that you entered, The max allowed value for final amount field: 9999999999999
es_cr: Esta regla no se aplicará para aquellos casos que excedan el valor máximo del monto final ingresado, el valor máximo permitido para el campo de monto final: 9999999999999

source: New Collection Rule
es_cr: Nueva Regla de Recaudación

source: New Rule
es_cr: Nueva Regla

# NewTitle
source: New Service
es_cr: Nuevo Servicio

source: On Field
es_cr: En Campo

source: Payment Due Date
es_cr: Fecha de Vencimiento de Pago

source: Payment Due Dates
es_cr: Fechas de Vencimiento de Pago

# PaymentDueDatesTitle
source: Service Payment Due Dates
es_cr: Fechas de Vencimiento de Pago de Servicios

source: Payment Due Days
es_cr: Días de Vencimiento de Pago

source: Payment Due On
es_cr: Pago Vence En

# PaymentDueOnRequired
source: Payment Due On is required!
es_cr: ¡La fecha de “Pago Vence En” es requerida!

source: Payment Grace Period
es_cr: Periodo de Gracia de Pago

# PaymentGracePeriodRequired
source: Payment Grace Period is required!
es_cr: ¡Periodo de Gracia de Pago requerido!

source: Payment Grace Periods
es_cr: Periodos de Gracia de Pagos

# PaymentGracePeriodsTitle
source: Service Payment Grace Periods
es_cr: Periodos de Pagos de Gracia de Servicio

# PercentOfPercentValue
source: % of % Value
es_cr: % of % Valor

# PercentValue
source: % Value
es_cr: % Valor

source: Period End Date
es_cr: Fecha de Finalización del Periodo

source: Period Start Date
es_cr: Fecha de Inicio del Periodo

source: Range
es_cr: Rango

source: Range Fee and Percentage
es_cr: Tarifa de Rango y Porcentaje

source: Range Flat
es_cr: Rango Fijo

source: Range Percentage
es_cr: Porcentaje de Rango

source: Range Variable Flat
es_cr: Rango Variable Fijo

source: Range Variable Percentage
es_cr: Porcentaje de Rango Variable

source: Remove Rule
es_cr: Remover Regla

source: Rule
es_cr: Regla

# SelectOptionErrorMsg
source: Please, select at least one option.
es_cr: Por favor, seleccione al menos una opción.

# ServiceLockedMsg
source: Service is locked. Please, contact administrator for details.
es_cr: El servicio está bloqueado. Por favor, contacte a su administrador para más detalles.

# ServiceRuleTitle
source: Service Penalty Rules
es_cr: Reglas de Penalidad de Servicio

# StartAmount
source: Starting Amount
es_cr: Monto Inicial

# StartDay
source: Starting Day
es_cr: Día Inicial

source: Start Period
es_cr: Periodo de Inicio

source: Use Fix Dates
es_cr: Utilizar Fechas Fijas

source: Use Fix Days
es_cr: Utilizar Días Fijos

source: Use Fix Due Dates
es_cr: Utilizar Fechas de Vencimiento Fijas

source: View Discount Dates
es_cr: Ver Fechas de Descuento

# ViewFillingDate
source: View Filing Due Dates
es_cr: Ver Fechas de Vencimiento de Declaración

source: View Payment Due Dates
es_cr: Ver Fechas de Vencimiento de Pago

source: View Payment Grace Periods
es_cr: Ver Periodos de Gracia de Pago

# ViewTitle
source: View Service
es_cr: Ver Servicio

source: Copy Rule
es_cr: Copiar regla

# AddException
source: Add Exemption
es_cr: Añadir Excención

# AddServiceException
source: Add Service Exemption
es_cr: Agregar Excención de Servicio

# EditServiceException
source: Edit Service Exemption
es_cr: Editar Excención de Servicio

# ExceptionPercentage
source: Exemption %
es_cr: Excención %

# ExceptionValueDuplicated
source: Exemption value duplicated.
es_cr: Valor de excención duplicado.

# ExceptionValueErrMsg
source: Exemption value should be greater than 0 and less or equal to 100.
es_cr: El valor de exención debe ser mayor que 0 y menor o igual a 100.

# ExistingExceptionRules
source: Existing Exemption Rules
es_cr: Reglas de Excención Existentes

# ServiceException
source: Service Exemption
es_cr: Excención de Servicio

# ViewServiceException
source: View Service Exemption
es_cr: Ver Excención de Servicio

# ServiceExceptionAlreadyInUse
source: This exemption is already in use. Please, contact administrator for details.
es_cr: Esta excención ya está en uso. Por favor, contacte al administrador para más detalles.

source: Filing Type
es_cr: Tipo de Declaración

source: View Rule
es_cr: Ver Regla

source: Custom Field
es_cr: Campo Personalizado

source: Auto Creation
es_cr: Creación automática

source: Base Amount
es_cr: Cantidad base

source: Enable
es_cr: Habilitar

source: End Unit
es_cr: Unidad final

source: Exceed Base And Fee
es_cr: Superar la base y la tarifa

source: Factor Value
es_cr: Valor factorial

source: Starting Unit
es_cr: Unidad de arranque

source: Account Type
es_cr: Tipo de Contribuyente

source: Filing Form
es_cr: Formulario de Declaración

source: Allow Duplicates
es_cr: Permite Duplicados

source: Multiple Services Per Year
es_cr: Múltiples Servicios por Año

source: Custom Date Field
es_cr: Campo de Fecha Personalizado

source: Total Value Label
es_cr: Etiqueta de Valor Total
